app/Controllers/Pelaporan.php

    public function index()
    {
        $kabupatenModel = $this->kabupatenModel->findAll();
        $pelaporanModel = $this->pelaporanModel->findAll();
        $laporanModel = $this->laporanModel->findAll();
---
SELECT *
FROM `kabupaten`
SELECT *
FROM `pelaporan`
SELECT *
FROM `laporan`

    public function tambah()
    {
        $kabupatenModel = $this->kabupatenModel->findAll();
---
SELECT *
FROM `kabupaten`