app/Controllers/Statistik.php

SELECT *
FROM `kabupaten`
SELECT *
FROM `kecamatan`
SELECT *
FROM `desa`
---
    public function index()
    {
        // $dat = $stat['total_rumah'];
        // dd($stat);
        $data = [
            'title' => 'Statistik Kebutuhan',
            'kabupatens' => $this->kabupatenModel->findAll(),
            'stats' => $this->laporanModel->getSatistikKabupaten(),
            'kabs' => $this->laporanModel->ambilKabupaten(),
            'kecamatans' => $this->kecamatanModel->findAll(),
            'desa' => $this->desaModel->findAll(),