app/Controllers/User.php

    public function create()
    {
        $kabupatenModel = $this->kabupatenModel->findAll();
---
SELECT *
FROM `kabupaten`